{
  "en": {
    "foundingTitle": "Our Founding Story",
    "founding": "DVG Balaga Prathisthana, Mysuru is a literary organisation started by literature enthusiast Mr. Kanakaraju C. The DVG Balaga was started on March 17, 2009 at Kushalanagar, Kodagu. Every week, a few friends gathered and tried to understand Mankuthimmana Kagga.",
    "mysuru": "In Mysuru, the same was inaugurated in 2012 by Sri G S Natesh, famously known as Kaggada Natesh, at the residence of Sri Kanakaraju C. Every week, enthusiasts gathered and tried to understand the literature of DVG.",
    "award": "After completion of one year, it was felt that there is no award in the name of DVG and thus DVG Prashasti was born. The first award was conferred on Vidwan Dr. N Ranganatha Sharma, a great Sanskrit scholar and close associate of DVG.",
    "growth": "DVG Balaga went wherever Mr. Kanakaraju went. After Mysuru, he was transferred to Pune. DVG Balaga Pune was inaugurated by Vidwan G S Natesh on 14 Dec 2014. Again DVG Balaga moved along with Kanakaraju to Mangaluru, where Karnataka Bank provided patronage.",
    "trust": "The DVG Balaga was formally changed to DVG Balaga Prathisthana and registered as a trust. The Managing trustee was Mrs. H A Nandini, and Vidwan G S Natesh and Dr. Virupaksha Devaramane were the other trustees.",
    "future": "DVG Balaga Prathisthana carries various dreams of the future — a two-day DVG Sahitya Sammelana, a drama on DVG's life and works are some of them."
  },
  "kn": {
    "foundingTitle": "ನಮ್ಮ ಸ್ಥಾಪನೆಯ ಕಥೆ",
    "founding": "ಡಿ.ವಿ.ಜಿ ಬಳಗ ಪ್ರತಿಷ್ಠಾನ, ಮೈಸೂರು ಸಾಹಿತ್ಯ ಉತ್ಸಾಹಿ ಶ್ರೀ ಕನಕರಾಜು ಸಿ ಅವರಿಂದ ಪ್ರಾರಂಭವಾದ ಸಾಹಿತ್ಯ ಸಂಸ್ಥೆ. ಡಿ.ವಿ.ಜಿ ಬಳಗವನ್ನು ಮಾರ್ಚ್ ೧೭, ೨೦೦೯ ರಂದು ಕೊಡಗಿನ ಕುಶಾಲನಗರದಲ್ಲಿ ಪ್ರಾರಂಭಿಸಲಾಯಿತು.",
    "mysuru": "ಮೈಸೂರಿನಲ್ಲಿ, ೨೦೧೨ ರಲ್ಲಿ ಕಗ್ಗದ ನಟೇಶ ಎಂದು ಪ್ರಸಿದ್ಧರಾದ ಶ್ರೀ ಜಿ.ಎಸ್. ನಟೇಶ ಅವರಿಂದ ಶ್ರೀ ಕನಕರಾಜು ಸಿ ಅವರ ಮನೆಯಲ್ಲಿ ಉದ್ಘಾಟಿಸಲಾಯಿತು.",
    "award": "ಒಂದು ವರ್ಷ ಪೂರ್ಣಗೊಂಡ ನಂತರ, ಡಿ.ವಿ.ಜಿ ಹೆಸರಿನಲ್ಲಿ ಯಾವುದೇ ಪ್ರಶಸ್ತಿ ಇಲ್ಲ ಎಂದು ಅನಿಸಿ ಡಿ.ವಿ.ಜಿ ಪ್ರಶಸ್ತಿ ಹುಟ್ಟಿಕೊಂಡಿತು.",
    "growth": "ಡಿ.ವಿ.ಜಿ ಬಳಗ ಶ್ರೀ ಕನಕರಾಜು ಹೋದಲ್ಲೆಲ್ಲ ಹೋಯಿತು. ಮೈಸೂರಿನ ನಂತರ ಪುಣೆ, ನಂತರ ಮಂಗಳೂರು.",
    "trust": "ಡಿ.ವಿ.ಜಿ ಬಳಗವನ್ನು ಡಿ.ವಿ.ಜಿ ಬಳಗ ಪ್ರತಿಷ್ಠಾನ ಎಂದು ಔಪಚಾರಿಕವಾಗಿ ಬದಲಾಯಿಸಿ ಟ್ರಸ್ಟ್ ಆಗಿ ನೋಂದಣಿ ಮಾಡಲಾಯಿತು.",
    "future": "ಡಿ.ವಿ.ಜಿ ಬಳಗ ಪ್ರತಿಷ್ಠಾನ ಭವಿಷ್ಯದ ಹಲವಾರು ಕನಸುಗಳನ್ನು ಹೊಂದಿದೆ — ಎರಡು ದಿನಗಳ ಡಿ.ವಿ.ಜಿ ಸಾಹಿತ್ಯ ಸಮ್ಮೇಳನ, ಡಿ.ವಿ.ಜಿ ಜೀವನ ಮತ್ತು ಕೃತಿಗಳ ಕುರಿತ ನಾಟಕ."
  },
  "milestones": [
    { "year": "2009", "en": "DVG Balaga founded at Kushalanagar, Kodagu on March 17", "kn": "ಮಾರ್ಚ್ ೧೭ ರಂದು ಕೊಡಗಿನ ಕುಶಾಲನಗರದಲ್ಲಿ ಡಿ.ವಿ.ಜಿ ಬಳಗ ಸ್ಥಾಪನೆ" },
    { "year": "2012", "en": "DVG Balaga Mysuru inaugurated by Sri G S Natesh", "kn": "ಶ್ರೀ ಜಿ.ಎಸ್. ನಟೇಶ ಅವರಿಂದ ಡಿ.ವಿ.ಜಿ ಬಳಗ ಮೈಸೂರು ಉದ್ಘಾಟನೆ" },
    { "year": "2013", "en": "First DVG Prashasti — Dr. N Ranganatha Sharma", "kn": "ಮೊದಲ ಡಿ.ವಿ.ಜಿ ಪ್ರಶಸ್ತಿ — ಡಾ. ಎನ್. ರಂಗನಾಥ ಶರ್ಮ" },
    { "year": "2014", "en": "DVG Balaga Pune inaugurated on Dec 14", "kn": "ಡಿಸೆಂಬರ್ ೧೪ ರಂದು ಡಿ.ವಿ.ಜಿ ಬಳಗ ಪುಣೆ ಉದ್ಘಾಟನೆ" },
    { "year": "2016–20", "en": "Golden period — 18+ programmes at Karnataka Bank hall, Mangaluru", "kn": "ಸುವರ್ಣ ಕಾಲ — ಕರ್ನಾಟಕ ಬ್ಯಾಂಕ್ ಸಭಾಂಗಣದಲ್ಲಿ ೧೮+ ಕಾರ್ಯಕ್ರಮಗಳು" },
    { "year": "2018", "en": "Formally registered as DVG Balaga Prathisthana (Trust)", "kn": "ಡಿ.ವಿ.ಜಿ ಬಳಗ ಪ್ರತಿಷ್ಠಾನ ಎಂದು ಔಪಚಾರಿಕವಾಗಿ ನೋಂದಣಿ (ಟ್ರಸ್ಟ್)" },
    { "year": "2025", "en": "DVG Award to TaNaShi; Geetha Shankara programme", "kn": "ತಾನಾಶಿ ಅವರಿಗೆ ಡಿ.ವಿ.ಜಿ ಪ್ರಶಸ್ತಿ; ಗೀತ ಶಂಕರ ಕಾರ್ಯಕ್ರಮ" }
  ],
  "trustees": [
    { "name": { "en": "Mrs. H A Nandini", "kn": "ಶ್ರೀಮತಿ ಎಚ್.ಎ. ನಂದಿನಿ" }, "role": { "en": "Managing Trustee", "kn": "ವ್ಯವಸ್ಥಾಪಕ ಟ್ರಸ್ಟಿ" }, "photo": "/images/about/nandini.jpg" },
    { "name": { "en": "Vidwan G S Natesh", "kn": "ವಿದ್ವಾನ್ ಜಿ.ಎಸ್. ನಟೇಶ" }, "role": { "en": "Trustee", "kn": "ಟ್ರಸ್ಟಿ" }, "photo": "/images/about/natesh.jpg" },
    { "name": { "en": "Dr. Virupaksha Devaramane", "kn": "ಡಾ. ವಿರೂಪಾಕ್ಷ ದೇವರಮನೆ" }, "role": { "en": "Trustee", "kn": "ಟ್ರಸ್ಟಿ" }, "photo": "/images/about/devaramane.jpg" }
  ],
  "founder": {
    "en": "Founded by Sri Kanakaraju C — Literature Enthusiast & Visionary",
    "kn": "ಸ್ಥಾಪಕ: ಶ್ರೀ ಕನಕರಾಜು ಸಿ — ಸಾಹಿತ್ಯ ಉತ್ಸಾಹಿ ಮತ್ತು ದೂರದರ್ಶಿ"
  }
}
